brew "curl"
brew "gcc"
brew "cmake"
brew "zlib"
brew "pcre"
brew "automake"
brew "pkg-config"
brew "glib"
brew "inetutils"
brew "coreutils"
brew "croc"
brew "you-get"
brew "nmap"
brew "asciinema"
brew "xz"
brew "fzf"
brew "jq"
brew "yq"
brew "fd"
brew "ripgrep"
brew "htop"
brew "tmux"
brew "git"
brew "neovim", args: ["HEAD"]
brew "starship"
brew "elixir"
brew "krb5"

brew "mas"
mas "Magnet", id: 441258766

tap "homebrew/cask"
cask "bitwarden"
cask "kitty"
cask "discord"
cask "spotify"
cask "lastfm"

tap "homebrew/cask-fonts"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"

